/*
rang это уровень карты сила по возрастанию
*/
var Model = {
    settings: {
        count_card_game: 10,
    },
    cards: [
        {
            id: 1,
            name: "Солдат гондора ранг I askdfjskladjfklsdajkfljdskaljlksd",
            description: 'Новобранец солдат армии гондора.',
            rang: 1,
            img: 'bRLPHEyMouk.jpg',
            border: '',
            power: 4000,
        },
        {
            id: 2,
            name: "Король энтов МИРОВОЙ",
            description: 'Новобранец лучник армии гондора.',
            rang: 1,
            img: '',
            border: '',
            power: 6000,
        },
        {
            id: 3,
            name: "Кавалерист гондора ранг I",
            description: 'Новобранец кавалерист армии гондора.',
            rang: 1,
            img: '',
            border: '',
        },
        {
            id: 4,
            name: "Солдат гондора ранг II",
            description: 'Опытный солдат армии гондора.',
            rang: 2,
            img: '',
            border: '',
        },
        {
            id: 5,
            name: "Лучник гондора ранг II",
            description: 'Опытный лучник армии гондора.',
            rang: 2,
            img: '',
            border: '',
        },
        {
            id: 6,
            name: "Кавалерист гондора ранг II",
            description: 'Опытный кавалерист армии гондора.',
            rang: 2,
            img: '',
            border: '',
        },
        {
            id: 7,
            name: "Солдат гондора ранг III",
            description: 'Ветеран солдат армии гондора.',
            rang: 3,
            img: '',
            border: '',
        },
        {
            id: 8,
            name: "Лучник гондора ранг III",
            description: 'Ветеран лучник армии гондора.',
            rang: 3,
            img: '',
            border: '',
        },
        {
            id: 9,
            name: "Кавалерист гондора ранг III",
            description: 'Ветеран кавалерист армии гондора.',
            rang: 3,
            img: '',
            border: '',
        },
        {
            id: 10,
            name: "Солдат гондора ранг IV",
            description: 'Ветеран в тяжолых доспехах армии гондора.',
            rang: 4,
            img: '',
            border: '',
        },
        {
            id: 11,
            name: "Лучник гондора ранг IV",
            description: 'Ветеран в тяжолых доспехах армии гондора.',
            rang: 4,
            img: '',
            border: '',
        },
        {
            id: 12,
            name: "Кавалерист гондора ранг IV",
            description: 'Ветеран в тяжолых доспехах армии гондора.',
            rang: 4,
            img: '',
            border: '',
        },
        {
            id: 13,
            name: "Ле́голас",
            description: 'Ле́голас — в легендариуме Дж. Р. Р. Толкина лесной эльф, один из главных персонажей трилогии «Властелин колец».',
            rang: 5,
            img: '',
            border: '',
        },
        {
            id: 14,
            name: "Бо́ромир",
            description: 'Бо́ромир — один из главных персонажей романа «Властелин Колец» Дж. Р. Р. Толкина. Старший сын и наследник наместника Гондора Дэнетора II и его жены Финдуилас, брат Фарамира.',
            rang: 5,
            img: '',
            border: '',
        },
        {
            id: 15,
            name: "А́рагорн",
            description: 'А́рагорн — один из главных персонажей романа «Властелин колец» Дж. Р. Р. Толкина, последний вождь следопытов и первый король Воссоединённого Королевства, прямой потомок северной ветви королевского рода Элендила.',
            rang: 5,
            img: '',
            border: '',
        },



        // {
        //     id: 16,// уникальный номер карты
        //     type: 'card',// card или buff 
        //     name: "",// название карточки
        //     description: '',// её описание
        //     clan: "",// расса  light или darck
        //     rang: 5,// уровень карточки
        //     element: '', // елемент 
        //     abilities: '',// способность 
        //     img: '',// название фото
        //     power: 1,


        //     border: '',
        //     dashColor: '',
        //     dashBgColor: '',
        // },



    ]
};